Revit 2024 API
CorrectionFactor.Factor Property
 Get factor value of wire correction factor.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double Factor { get; }
Visual Basic
Public ReadOnly Property Factor As Double
	Get
Visual C++
public:
property double Factor {
	double get ();
}
See Also
CorrectionFactor Class
Autodesk.Revit.DB.Electrical Namespace